ano
ne
spelling
_
1_kus 
10_kusù 
2_kusy 
absence 
aby 
adaptace 
adresa 
afghánistán 
afrika 
agresivní 
ahoj 
aids 
akèní_film 
akorát 
aktivní 
akutní 
akvárium 
albánie 
album 
ale 
alergie 
alergolog 
alespoò 
aljaška 
alkohol 
alírsko 
amatér 
amerika 
amputace 
ananas 
angína 
angliètina 
anglie_èesky 
anglie_mez. 
angrešt 
ani 
antarktida 
antibiotika_injekce 
antibiotika_tableta 
aperitiv 
ar 
aranér 
argentina 
architekt 
architektura 
arménie 
asfalt 
asi 
asie 
astma 
atletika 
atmosféra 
atomová_elektrárna 
austrálie 
auto  
autobus 
autoklempíø 
autokros 
autoopraváø 
a 
babièka 
bábovka 
baculatı 
baèkory 
badminton 
bagr 
bakterie 
balet 
balík 
balkon 
balón 
banán 
banka 
bankéø 
banket 
bar 
barel 
barometr 
barvené_vlasy 
barvy 
basa-piva 
baseball 
básnì 
bát_se 
batoh 
bavlna 
bazén 
baant 
bedna 
belgie_èesky 
belgie_mez. 
beran 
berle 
beroun 
beseda 
beton 
bez 
bezohlednı 
bezvadnı 
bezvìdomí 
biftek 
bílá 
bílek 
bisexuální 
blansko 
bláto 
blbost 
bledı 
blecha 
blesk 
blízko 
blíit_se 
bobr 
body 
bohatı 
bohumín 
bohuel 
bojler 
bojovat 
bok 
bolest 
bolest_bøicha 
bolest_hlavy 
bolest_hrudníku 
bolest_na_prsou 
bolest_po_jídle 
bolest_po_stolici 
bolest_pøed_jídlem 
bolest_pøi_moèení 
bolest_pøi_pohybu 
bolest_v_klidu 
bolest_v_krku 
bolest_zubù 
bolet 
bonbon 
borùvky 
bosı 
boty 
bouøka 
bowling 
box 
brada 
bramborák 
brambory 
bránit_se 
brankáø 
brát 
bratr 
bratranec 
bravo 
brazílie 
brigáda 
brno 
bronzová 
broskev 
brouk 
bro_na_blùzu 
bro_na_hlavu 
brusiè_noù 
brusiè_skla 
brusinky 
bruslení 
brutální 
brıle 
bøeh 
bøezen 
bøicho 
bøitva 
bude 
budík 
budoucnost 
budova 
bufet 
buchty 
bulharsko 
bunda 
buøty 
bydlení 
bydlet 
bık 
bylo 
byt 
bıvalı 
cd 
celer 
celkovı 
celník 
celodenní 
celoroèní 
celı_dlouhı celı napø. kapr, také lze pouít pro celı napø. rok
celı_kulatı celı ve smyslu všechno nebo o kulatém pøedmìtu
cement 
centimetr 
centrum 
cesta 
cestování 
cestovat 
cestovní_kanceláø 
cibule 
cihla 
cihlovı_byt 
cíl 
cirkulárka 
cítit 
citlivı 
citrón 
civil 
cizí 
cizí_jazyky 
co_se_stalo 
coca_cola 
cop 
couvat 
cukr 
cukrárna 
cukráø 
cukroví 
cukrovka 
cvièit 
cvoèky 
cyklistika 
cyklokros 
èaj  
èalouník 
èáp 
èas 
èasopisy 
èásti_tìla 
èau 
èechy 
èekárna 
èekat 
èepice_bìná 
èepice_bìná èepice-ve znaku jen poklepe shora na hlavu
èepice_kšiltovka,pánská 
èerná 
èerpadlo 
èerstvı 
èerv 
èerven 
èervená 
èervená_karta 
èervenec 
èesat_ovoce 
èesat_vlasy 
èeská_lípa 
èeská_republika 
èeská_tøebová 
èeské_budìjovice 
èeskı_brod 
èeskı_jazyk 
èeskı_krumlov 
èeskı_tìšín 
èesnek 
èestnı 
èilı 
èína_jídlo 
èína_zemì 
èíslovky 
èíst 
èistı 
èíše 
èíšník 
èlovìk 
èoèka 
èokoláda 
ètrnáct 
ètverec 
ètvereènı_metr 
ètvrt 
ètvrtá_tøída tøída nebo roèník
ètvrtého_datum 
ètvrtek 
ètvrtfinále 
ètvrtı_poøadí 
ètyøi 
ètyøi_hodiny na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
ètyøicet 
ètyøista 
dabing 
daleko 
dálnice 
další 
dáma 
daò_z_pøíjmu 
dánsko 
dárek 
dát_mnì 
dát_pryè 
dát_pryè dát nìkomu,nìkam
datle 
dávno 
dcera 
decimetr 
dìèín 
dìdeèek 
dìjepis 
deka_váha 
dekorace 
dìlat_nìco 
dìleno 
delfín 
dìlit 
dìlník 
den 
deník 
dennì 
desátá_tøída tøída nebo roèník
desátı_poøadí 
deset 
deset_hodin na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
déš 
deštník 
dìti 
dìtskı_lékaø 
devadesát 
devátá_tøída tøída nebo roèník
devátého_datum 
devatenáct 
devátı_poøadí 
devìt 
devìt_hodin na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
devìtset 
diapozitiv 
dieta 
digitální_hodinky 
digitální_obecnì 
díl 
diplom 
diplomat 
disciplinární_komise 
disk 
disketa 
diskotéka 
diskokej 
dítì 
divadlo 
dívat_se 
divit_se 
divize 
dívka 
divnı 
divokı 
dláto 
dladiè 
dlouhé_vlasy 
dlouhı 
dnes 
dno 
dny_v_tıdnu 
do 
doba 
dobré_ráno 
dobrou_chu 
dobrou_noc 
dobrovolnı 
dobrı 
dobrı_den 
dobrı_veèer 
dokázat 
dokdy 
dole 
doleva 
domácí_úkol 
domalice 
dominikánská_republika 
domluvit_se 
domovní_øád 
dopink 
dopis 
doplatek 
doplòky 
dopoledne 
doporuèenì 
doporuèit_mnì 
doporuèit_nìkomu 
doprava 
dopravní_prostøedky 
dorost 
dort 
dostat 
dostihy 
doufat 
dovnitø 
dozvìdìt_se 
drahı 
drát 
dres 
droga 
drodí 
dršková_polévka 
druh 
druhá_tøída tøída nebo roèník
druhého_datum 
druhı_poøadí 
druice 
druka 
drustevní_byt 
drustvo 
drzı 
dret 
døevo 
døív 
duben 
duha 
dùchodce 
dukátové_buchtièky 
dùl 
dùleitı 
dùstojník 
dušièky 
dùvìøovat 
dùvod 
dva 
dvacet 
dvanáct 
dvanáct_hodin na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
dvì_hodiny na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
dveøe 
dvìstì 
dvùr 
dıchat 
dım 
dbán 
díny 
dus 
egypt 
ekologie 
ekonom 
elegantní 
elektrická_vrtaèka 
elektrickı_sporák 
elektrikáø 
elektromìr 
elektromotor 
elektøina 
e-mail 
energie_elektrická 
epidemie 
epilepsie 
erb 
erotika 
espresso 
estonsko 
etapa 
etiopie 
evropa 
exhibice 
existovat_bıt  existovat také ve smyslu bıt pøítomen
existovat_ít 
exploze 
expres 
fair-play 
fakt 
fandit 
fanoušek 
faráø 
faul 
favorit 
fax 
fazole 
fén 
fernet 
festival 
fialová 
fík 
filé 
filipíny 
filozofická_fakulta 
finále 
finsko 
firma 
fix 
flámovat 
foniatr 
forma 
formuláø 
fotbal 
fotograf 
fotografování 
francie_èesky 
francie_mez. 
fronta 
frıdek-místek 
fungovat 
funkcionáø 
fyzika 
gambrinus 
gang 
gará 
garsoniéra 
gauè 
generál 
genetika 
gól 
gram 
gramofon 
grapefruit 
grilovanı 
griotka 
grog 
gruzie 
guláš 
guma 
gymnastika 
gymnázium 
gynekolog 
háèek 
háèkování 
had 
hádat_se 
hadice 
hadr 
hájit_se 
halenka 
haléø 
hanba 
hasící_pøístroj 
hasiè 
hasit 
havlíèkùv_brod 
házená 
hedvábí 
hektar 
herec 
hezkı 
historické_knihy 
historie 
hlad 
hladká_mouka 
hladovı 
hlasovat_hlásit_se hlasovat ve smyslu jedinec hlasuje
hlasovat_hromadnì hlasuje hodnì lidí, postupnì zvedají ruce
hlava 
hlávkovı_salát 
hlavnì 
hlavní_rozhodèí 
hledat 
hlemıï 
hlídat 
hloupı 
hlubokı 
hluènı 
hluchı  
hluk 
hned 
hnìdá 
hnìvat_se 
hnízdo 
hnùj 
hnusnı 
hoblík 
hodina_jak_dlouho pø.byl jsem tam 5 hodin
hodina_kolik hodina nebo hodiny ve smyslu kolik je hodin? je napø. 5 hodin, 1 hodina
hodina_trvá trvá to hodinu,napø.jedu hodinu
hodináø 
hodinky_náramkové 
hodiny_nástìn 
hodiny_stojací hodiny-rukama naznaèenı tvar staroitnıch hodin-vlnovka
hodit_se 
hodnı 
hodonín 
hokej 
holicí_strojek 
holiè 
holínky 
holub 
homosexuální 
hongkong 
honit 
hora 
horeèka 
horkı 
horolezectví 
horory 
horská_sluba 
horské_kolo 
horší 
hoøèice 
hoøet 
hoøkı 
hospoda 
hospodáø 
hostina 
hotel 
hotovo 
houba_na _mytí 
houba_školní houba jako školní pomùcka k mazání tabule apod.
houby_jídlo 
housenka 
houska 
hovìzí 
hrábì 
hráè 
hradec_králové 
hrách 
hranatı 
hranice 
hranolky 
hrát si 
hrbatı 
hrnec 
hrneèek 
hrob 
hroch 
hrom 
hroznové_víno 
hrubá_mouka 
hrubı 
hrudník 
hruška 
hrùza 
høbitov 
høeben 
høebíèek 
høebík 
høensko 
høištì 
hubenı 
hudba 
hùl 
humor 
husa 
husté_vlasy 
hustı 
hvìzdice 
hvìzdy 
chalupa 
chápat 
chata 
cheb 
chemie 
chemik 
chile 
chirurg 
chladno 
chlapec 
chléb 
chlebíèky 
chlubit_se 
chlupatı 
chobotnice 
chodba 
chodit_docházet chodit nìkam pravidelnì
chodit_jít 
chodník 
cholera 
chorvatsko 
choulostivı 
chov 
chování 
chovat_se 
chovatel 
chrániè 
chránit 
chøipka 
chtít 
chudı 
chuligán 
chutnat 
chybìt 
chytrı 
igelit 
incident 
indie 
indonésie 
infekce 
informace 
injekce 
inkaso 
inkoust 
instruktor 
inteligentní 
internát 
internet 
internista 
invalidní_vozík 
inventura 
inzerát 
inenır 
írán 
irsko 
island 
itálie 
izrael 
já 
jablko 
jahody 
jachta 
jak_èasto 
jak_dlouho 
jako 
jamajka 
japonsko 
jar_èesky 
jar_mez. 
jaro 
jasno 
játra 
jazyk 
jed 
jedenáct 
jedenáct_hodin na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
jedna 
jedna_hodina na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
jednoduchı 
jednotky 
jedovatı 
jehla 
jehnìèí 
její 
jelen 
jemnı 
jenom 
jeøáb 
jeskynì 
jestli 
ještìrka 
jet 
jezdit 
jezero 
jeek 
jídelní_lístek 
jídlo 
jih 
jikry 
jíst 
jistì_samozøejmì,ovšem 
jistì_urèitì 
jistı 
jít 
jitrnice 
jizva 
jiní_amerika 
jména 
jogurt 
jubileum 
judo 
jugoslávie 
k_ke 
kabát 
kabelka 
kadeønice 
kachna 
kajak 
kakao 
kalendáø 
kalhotky 
kalhoty 
kalkulaèka 
kalu 
kam 
kamarád 
kamarádka 
kámen 
kamna 
kanada 
kanál 
kanceláøské_potøeby 
kanoe 
kapesník 
kapitán 
kapitán  
kapky_do_oka 
kapky_obecnì 
kapr 
kapsa_bunda kapsa dole u pasu, na bundì, mikinì apod.
kapsa_náprsní 
kapsa_vzadu kapsa vzadu na kalhotech
kapuce 
kapusta 
karate 
karbanátek 
kardiolog 
karneval 
kartáè 
karty 
kaše 
kašel 
katalog 
káva 
kavárna 
kadı_den 
kbelík 
kde 
kdo 
kdy 
kdyby 
kdykoliv 
kdy 
kecat 
keèup 
kedlubna 
keòa 
keramika 
keø 
kilo 
kilometr  
kino 
kiwi 
kladivo 
klamat_mì 
klamat_nìkoho 
klec 
klempíø 1 
klempíø_miska vytvarovat do misky
klepat 
kleštì 
klíè_byt 
klíè-montání 
klidnı 
klíštì 
klobása 
klobouk 
klokan 
kloub 
klouzat 
klub 
kmín 
knedlíèky 
knedlíky 
knìz 
knihaø 
knihkupectví 
knír 
knoflík 
knoflík_knoflíky knoflíky na bundì apod. naznaèeny na hrudi pod sebou
koberec 
kobliha 
koèka 
koho 
kohout 
kohoutek 
kokos 
kola 
koláè 
koleèko_vozík 
koleèkové_brusle 
kolektiv 
kolem 
koleno 
kolíèky 
kolik 
kolo 
kolobìka 
kolumbie 
komár 
kombiné 
komedie 
komentátor 
komfort 
komín 
komisaø 
komora 
komplikace 
kompot 
komu 
komunikovat 
koòak 
koncert 
kondom 
konec 
konev 
kontrolovat 
konvice 
konzerva 
kopaèky 
kopec 
kopírka 
kopírovat 
kopr 
korále_na_krk 
korea 
koruna 
koøení 
kosa 
kosmetièka 
kosmonaut 
kost 
kostel 
kostkovanı 
kostım 
koš 
koš_na_prádlo 
košíková 
košile 
koštì 
kotel 
koule 
koupat_se 
koupelna 
koupelnová_skøíòka 
koupit 
kouø 
kout 
kouzelník 
kov 
kovovı 
koza 
kozaèky 
kozel_pivo 
koich 
koní_lékaø 
krab 
kraj 
krájeè_chleba 
král_støelcù 
králík 
krásnı 
krát_køíek 
krát_teèka 
krát_x 
kraasy 
krátké_vlasy_"strojkem" 
krátké_vlasy_norm. krátké vlasy, také zkrácené
krátkı 
kráva 
kravata 
krejèí 
krematorium 
kremská_hoøèice 
kreslení 
krev 
krevní_tlak 
kriminální 
kritizovat_mì 
kritizovat_nìkoho 
krk 
krkonoše 
krokodıl 
krtek 
krumpáè 
krupice 
krùta 
kruítko 
krvácení_obecnì 
krvácení_z_nosu 
krychle 
krychlovı_metr 
køeè 
køen 
køeslo 
køièet 
køída 
køivka 
køivı 
køiovatka 
kuba_èesky 
kuba_mez. 
kudrnaté_vlasy 
kudy 
kuchaø 
kuchaøská_kniha 
kuchynì 
kukuøice 
kulatı 
kuleèník 
kulhat 
kulma 
kultura 
kùò 
kuøe 
kùe 
kuel 
kuelky 
kvalifikace 
kvalitní 
kvìták 
kvìten 
kvìtina 
kvìtináøství 
kvùli  
kıbl 
kıla_bøišní 
kypr 
kyselı 
kyslík 
kıta 
labu 
lak_na_nehty 
lak_na_vlasy 
lakırník 
lámat 
lampa 
láska 
laskavı 
látka 
lavièka 
lavina 
leden 
lednièka 
ledvinky 
ledviny 
legrace 
lehkomyslnı 
lehkı 
lékárna 
lékaø 
leknout_se 
lektor 
lepidlo 
lepší 
les 
lesklı 
lesknout_se 
letadlo 
letištì 
léto 
letos 
lev 
levé_køídlo 
levnı 
leet 
libanon 
líbat 
líbit_se 
libovı 
líèidla 
lidé 
lidské_tìlo 
lidské_vlastnosti 
liják 
likér 
likvidace 
límec 
limit 
limonáda 
linoleum 
línı 
list_z rostliny 
listopad 
liška 
literatura 
litovat_bolest napø.lituji, e je nìkdo nemocnı, umøel
litovat_udìlat_špatnì litovat ve smyslu zlobit se na sebe, co jsem udìlal
litr  
litva 
lízátko 
loï 
lodièky_boty 
logoped 
loket 
loni 
lopata 
lopatka 
losovat 
lotyšsko 
louèit_se 
louka 
louny 
loupat_banán loupat napø.banán,vejce,cokoliv-dret v ruce a loupat
loupat_z_tìla loupat nìco z tìla
lovosice 
lonice 
lucembursko 
lukostøelba 
lupa 
lustr 
lyování_bìh 
lyování_sjezd 
líce 
lièka 
maïarsko 
maggi 
magnet 
magnetofon 
majonéza 
mák 
malajsie 
málem 
malíø_obecnì ne malíø pokojù
malíø_obrazù 
malíø_pokojù 
málo 
málo_vlasù 
malování 
malta 
malı_postava 
malı_vìc 
máma 
mandarinka 
manel 
manelka 
marmeláda 
márnice 
marnı 
maroko 
masá 
máslo 
maso 
masová_roláda 
mast 
maškarní_ples 
matematika 
mateøská_škola 
matice 
matnı 
matrace 
maturita 
maximum 
mazanec 
mc_donald´s 
mdloby 
med 
medaile 
medúza 
medvìd 
mìkkı 
mìlkı 
mìlník 
meloun 
ménì 
menstruace 
menší 
meruòka 
mìøit 
mìsíc_èas 
mìsíc_planeta 
mìsíce_èas 
mìsta_èeské_republiky 
mìsto 
mìstská_policie 
meteor 
metr 
metrickı_cent 
metro 
mexiko 
míè 
míchat_karty 35
míchat_málo míchat obvykle jídlo vaøeèkou
míchat_obecnì míchat cokoliv, zamíchat, pomotat, poplést, jídlo rukama
míchat_silou 15-6-míchat jako vaøeèkou, ale velkı pohyb
mikroskop 
mikrovlnná_trouba 
milenci 
miliarda 
milimetr 
milión 
milost 
milovat_nìkoho 
milovat_vìc,èinnost milovat ve smyslu záliba, tøeba sport
milı 
miminko 
mimo 
míò 
minerálka 
minimum 
minulı_tıden 
mínus 
minuta 
minutka_jídlo 
míry 
míry_a_váhy 
mísa 
místo_namísto místo nìèeho, nìkoho, náhrada
místo_prostor 
místo_zaøazení místo vy smyslu prac.místo, ve sportu 1.místo
mistr 
mít 
mít_chu 
mít_rád 
mít_se_rádi 
mixér 
mladší 
mladı 
mlèet 
mléko 
mleté_maso 
mlha 
mluvit 
mobil 
moc_hodnì 
moci 
moè 
móda 
model_módní model v módì, ne tøeba model auta
moderní_pìtiboj 
módní_návrháø 
módní_pøehlídka 
modrá 
modøina_na_ruce 
mokrı 
monaco 
mongolsko 
montér 
mor 
morava 
moøe 
moøskı_jeek 
most 
mošt 
motocykl 
motokros 
motor 
motorismus 
motorová_pila 
motyka 
motıl 
motılek_krk 
mouèník 
moudrı 
moucha 
mouka 
mozek 
monost 
mrak 
mravenec 
mráz 
mrazák 
mrkev 
mrtvice 
mrzet 
mše 
mùj 
muset 
mušle 
mu 
mustvo 
my 
mıdlo 
myslet 
myslivec 
myš 
mıt_nìco 
mıt_ruce 
mıt_sebe 
mzda 
na_ex 
na_konci 
na_shledanou 
na_zdraví 
nabízet 
nábøeí 
nábytek 
náèelník 
nad 
nadávat_mnì 
nadávat_nìkomu 
nadìje 
nádobí 
nádor 
nádraí 
nadšení 
náhoda 
nahoøe 
nahradit 
náhradník 
nahrát 
náhrdelník 
náhubek 
nahı 
nachlazení 
náchod 
nájem 
nájemník 
najít 
nakalivı 
nákladní_vlak 
nakrájet 
nakupovat 
nalaèno 
nález 
námìstek 
námìstí 
námoøník 
nanuk 
naopak 
nápad 
napadení 
nápis 
náplast 
nápoje 
napomenout 
naposled 
náprstek 
náramek 
narodit_se 
národní_kroj 
narozeniny 
náøadí 
násilí 
nastoupit 
nástup_tımu 
náš 
naštvanı 
natáèky 
náušnice 
navíjet 
návod 
navrhnout 
navštívit_mì 
navštívit_nìkoho 
nazdar 
nebe 
nebo 
nìco 
nedbalı 
nedìle 
nedoslıchavı 
nehezkı 
nehty 
nechápat 
nechat 
nechtít 
nechutnat 
nejde 
nejhorší 
nejlepší 
nejmladší 
nejstarší 
nìkdo 
nìkdy 
nìmèina 
nìmecko 
nemít 
nemoci 
nemocnice 
nemuset 
nenápadnı 
nenávist 
neopatrnı 
nepìknı 
nepoøádnı 
nepotøebovat 
nepromokavı 
nepøíjemnı 
nerad_nosit_obl. nerad nosit obleèení
neslyšet 
neslyšící 
nespokojenı 
nešastnı 
neštovice 
netrpìlivı 
neumìt 
neurolog 
nevìdìt 
nevìrnı 
nezamìstnanost 
neznát 
ne 
nic 
nikdy 
nit 
nízkı 
nízkı_tlak_krevní 
nizozemí 
noc 
noha 
nominace 
non-stop 
normální_tlak_krevní 
norsko 
nos 
nosítka 
nosoroec 
novináø 
noviny 
novomanelé 
novı 
novı rok 
novı_zéland_èesky 
novı_zéland_mez. 
nudle 
nudnı 
nutit 
nutnı 
nù 
nùky 51-4
nùky_nehty 36-1
obálka 
obava 
obèanská_nauka 
obèas 
obdélník 
obdivovat 
obìd 
obchod 
obchodní_dùm 
obilí 
objednat 
objem 
objevit_najít 
objevit_se 
objímat 
obleèení 
obleèenı 
oblek 
oblékat 
oblièej 
obnošenı 
oboèí 
obor 
obránce 
obraz 
obrovskı 
obøad 
obsah 
obsahovat 
obsluha 
obuvník 
obvaz 
obvodní_lékaø 
obvykle 
obyèejnì 
obıvací_pokoj 
ocas 
ocel 
oèi 
oèní_lékaø 
od 
odbarvit 
odborník 
oddìlení 
odejít 
odezírat 
odjet 
odkdy 
odklad 
odkud 
odloit  
odloit_povìsit 
odmìna 
odmítnout 
odnést 
odpoèívat 
odpoledne 
odpornı 
odpovídat_mnì 
odpovídat_nìkomu 
odpuzovat 
odøenina 
odtáhnout_nìèím odtáhnout nìco tøeba za autem
odtáhnout_ruènì 
odtud 
odvánı 
odveta 
odvolání 
ofina 
oheò 
ohleduplnı 
ohnout 
ohon 
ohøát 
ochraòovat 
ochrnutí 
okamik 
okno 
okoun 
okres 
okurka 
olej 
olej_na_opalování 
olomouc 
olympiáda 
omáèka  
omeleta 
omezování 
omyl 
on 
ona 
oni 
ono 
opalovací_krém 
opalovat_se 
opar 
opatrnı 
opékat  
opékat_buøty opékat nìco na tyèi
operace 
operaèní_sál 
operátor_pro_neslyšící 
opìt 
opice 
opilı 
opisovat_obecnì 
opisovat_od_nìkoho 
oplatek 
oplatit 
opraváø 
opravit servis, léèit, spravit
opustit 
oranová 
orat 
ordinace 
orel 
orientace 
orientaèní_závod 
ortoped 
oøezávátko 
osamìlı 
osel 
oslava 
osm 
osm_hodin na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
osmá_tøída tøída nebo roèník
osmdesát 
osmého_datum 
osmnáct 
osmset 
osmı_poøadí 
osobní_vlak 
osoby 
ospalı 
ostrava 
ostrov 
ostrı 
ošetøení 
ošklivı 
oštìp 
otázka 
otevøenı 
otok 
otrava 
otravnı 
otrokovice 
otøes_mozku 
ovál 
ovar 
ovce 
ovoce 
ovzduší 
oznámit_pøipomenout nìkomu nìco øíct
oznámit_všem oznámit hodnì lidem, uveøejnit
padání_vlasù 
padat_na_ zem 
padesát 
pachatel 
pákistán 
palaèinky 
pálení 
pálivı 
památka 
pamatovat 
pán 
panama 
panelák 
panelovı_byt 
pánev 
paní 
pantofle 
pantomima 
papír 
papoušek 
paprika 
pár 
parádní 
paragon 
parašutismus 
pardubice 
párek 
parfém 
park 
parkety 
parkovištì 
parník 
partnerka 
paøez 
pas_tìlo 
pásek_kalhoty pásek do kalhot,suknì, ne na hodinky
pasivní 
pasovat_hodit_se 
pastelky 
pata 
pátá_tøída tøída nebo roèník
pátého_datum 
pátek 
páteø 
patnáct 
pátrat 
patro 
pátı_poøadí 
páv 
pavouk 
pae 
paitka 
peèenı 
peèovat 
pedagogická_fakulta 
pedikúra 
pekaø 
pìknı 
pelhøimov 
pìna_do_koupele 
penále 
penalta 
penìenka 
pepø 
perfektní 
perlivı 
perník 
pero 
peru 
peøí 
pes 
pìst 
pìšinka 
pìt 
pìt_hodin na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
petrel 
pìtset 
píchání 
pila 
pilka 
pilník 
pilnı 
pilot 
ping-pong 
pinzeta 
písek 
piškotová_roláda 
pít_hrnek pít z nìèeho s uchem-hrnek,pùlitr
pít_sklenièka pít-ruka drí jakoby sklenici,také nejobecnìjší znak
pít_šálek 
pivo 
pizza 
plachetnice 
plakat 
plakát 
pláš 
platit_mnì 
platit_nìkomu 
plavání 
plavat 
plavky_dvoudíl. plavky dámské dvoudílné
plavky_jednod. plavky dámské jednodílné
plavky_pán 
plech 
plesnivı 
plést_se 
pleš 
pletení 
plíce 
plnotuèná_hoøèice 
plnovous_brada 
plnovous_plnı plnovous na celém oblièeji
plnı  
plomba 
plus 
plynovı_sporák 
plzeò 
po 
poctivı 
poèasí 
poèítaè 
poèítat 
pod 
podaøit_se 
podat_úøad podat napø.alobu
podat_vìc 
podìbrady 
podezøívat 
podívej_se_na_mì 
podkolenky 
podlaha 
podloka_malá 
podmíneènı_trest 
podplácet 
podporovat_mnì 
podporovat_nìkoho 
podprsenka 
podraz 
podvádìt 
podvod 
podzim 
pohádky 
pohár_pití 
pohár_vítìznı 
pohlavní_styk 
pohlednice 
pohodlnı 
pohotovostní_sluba 
pohøeb 
pohyb 
pochopit 
pokladna 
poklièka 
pokoj 
pokraèovat 
pokrıvaè 
pokusit_se 
pokuta 
pole 
poledne 
poleptání 
polévka 
políbit 
police 
policista 
polohrubá_mouka 
pololetí 
poloostrov 
polsko 
polštáø 
pomáhat 
pomáhat_si 
pomalı 
pomazánka 
pomeranè 
pomezní_rozhodèí 
pomlouvat 
pomník 
pondìlí 
ponoky 
popálení 
popel 
popelník 
popohánìt 
poradenská_sluba 
poradit_mi 
poradit_nìkomu 
pórek 
porodnice 
porouèet 
portoriko 
portugalsko 
porušovat 
poøad 
poøád 
poøádnı 
posadit 
posilovat 
poskytnout 
poslanec 
poslat 
poslouchat_nìco 
poslouchat_poslušnı 
posmívat_se_mi 
posmívat_se_nìkomu 
pospíchat 
postel 
postup 
postupovat 
posunout 
posuvné_mìøítko 
poškozené_vlasy 
pošta 
poštovní_schránka 
potit_se 
potkat 
potok 
potom 
potraviny 
potrubí 
potøebovat 
potvrdit 
pouš 
pouívat 
povídat 
povinnost 
povleèení 
povodeò 
povolání 
pozdì 
pozdravovat 
pozdravy 
pozítøí 
poznamenat 
poznat_nìco_nìkoho 
poznat_pochopit 
pozor 
pozornı 
pozvánka 
pozvat 
poadovat 
poár 
práce_na_zahradì 
pracovat 
pracovní_neschopnost 
pracovní_pomùcky_a_materiály 
pracovní_smlouva 
pracovní_vyuèování 
praèka 
praha 
prachatice 
praktickı_lékaø 
pramen 
prase 
právì 
pravé_køídlo 
pravidelnì 
pravidla 
pravítko 
právník 
právo 
prázdniny 
prázdnı 
premiéra 
prevence 
primáø 
prkno 
pro 
problém 
probudit 
probudit_se 
procento 
proè 
prodat 
prodavaè 
prodávat 
prodlouení 
prodlouit 
profesionál 
profesor 
programátor 
prohlíet_kníku prohlíet kníku, sešit apod., listovat
prohlíet_tìlo,vìc 
prohlíet_vıstava prohlíet napø. vıstavu, krajinu apod.
prohra 
projevy_nemocí 
projídìt 
promítat 
pronájem 
propisovaèka 
propouštìt_odkud propouštìt ze zamìstnání, z klubu apod.,ne napø.svìtlo, vodu
prosinec 
prospekt 
prostìjov 
prostìradlo 
protahovat 
protahovat_prodluovat 
protiklady 
protivnı 
protoe 
provaz 
provokovat_mì 
provokovat_nìkoho 
prozradit 
prsten 
prsty 
prùhlednı 
pruhovanı_svisle 
pruhovanı_vodor. pruhovanı vodorovnì
prùjem 
prùmìr_kruh matematickı prùmìr, prùmìr kulatého pøedmìtu
prùmìr_støed napø.dávám prùmìrnì 3.000,-
prùsmyk 
prùvan 
prùvod 
prùvodce 
prùvodèí 
první_kolo 
první_liga 
první_pomoc 
první_poøadí 
první_tøída tøída nebo roèník
prvního_datum 
pøání 
pøebor 
pøed 
pøed_mìsícem 
pøed_tıdnem 
pøedbíhat 
pøedevèírem 
pøedevším 
pøedloky_a_spojky 
pøedprodej 
pøedstavit_se 
pøedstavit_si 
pøedvolání 
pøehrada 
pøejet_nìkoho 
pøejet_okolo pøejet okolo, minout,pøejet køiovatku
pøekladatel 
pøekonat 
pøekonávat 
pøekroèit 
pøekvapenı 
pøemıšlet 
pøeplatek 
pøepychovı 
pøerov 
pøerušit 
pøes 
pøesnì 
pøesnídávka 
pøestup 
pøesvìdèení 
pøevaha 
pøeít 
pøi 
pøíbìh 
pøiblinì 
pøibliovat 
pøíbor 
pøíbram 
pøibrat_pøidat 
pøibrat_vzít_s_sebou 
pøibrat_ztloustnout 
pøíbuznı 
pøídavná_jména 
pøihlásit 
pøíjemnı 
pøijet 
pøijímat 
pøijít 
pøikrıvka 
pøíleitost 
pøíloha 
pøímo 
pøinést 
pøípad 
pøipomenout 
pøipomínat 
pøipravovat 
pøipravovat  
pøiráka 
pøíroda 
pøírodní_katastrofy 
pøírodopis 
pøíslovce_1 
pøíslovce_2 
pøísnı 
pøíští_tıden 
pøítel 
pøítelkynì 
pøítomnı 
pøízemí 
pøiznat 
psát 
pstruh 
psychiatr 
psychická_porucha 
psycholog 
pták 
ptát_se_mì 
ptát_se_nìkoho 
pùda_dùm 
pùda_zemì 
pudink 
pudr 
puchıø 
pùjèit 
pùl 
pulsující_bolest 
puntíkovanı 
pıcha 
pyrotechnik 
pyšnı_hrdı 
pyšnı_namyšlenı 
pyamo 
rád_nosit_obl rád nosit obleèení
radiátor 
rádio 
radit_mi 
radit_nìkomu 
radost 
ragby 
rajèe 
rak 
rakev 
rakousko 
rakovina 
rakovník 
rám 
ramena_obì 
ramínko 
rande 
ráno 
razítko 
ranièi 
recept 
region 
rehabilitace 
reklama 
reklamace 
rekord 
rekreaèní_sport 
rekvalifikace 
remíza 
rentgen 
reprezentace 
repríza 
rezavá 
rezavı 
rezervovat 
roèní_období 
rodièe_oba nelze pouít ve smyslu 1 rodiè
rodina 
rodinnı_domek 
rohlík 
rok 
rokycany 
roláda 
roleta 
ropa 
ropovod 
rosol 
rostlina 
roštìnka 
rovná_se 
rovné_vlasy 
rovnı_cesta rovnı smìrem dopøedu, napø. cesta
rovnı_stùl rovnı vodorovnì,napø.stùl, podlaha
rozcestí 
rozèilenı 
rozdìlit 
rozhodnout 
rozchod 
rozkoš 
rozlišit 
rozlouèit_se 
rozmìr 
rozmyslet 
rozpaky 
rozptyl 
rozpustná_káva 
rozsvítit 
roztrhanı 
roztrhnout  
roztrhnout_trhat 
rozumnı 
rozvaøenı 
rozvedenı 
rozvrh_hodin 
rtìnka 
ruèník 
ruka 
rukáv 
rukavice 
rum 
rumunsko_èesky 
rumunsko_mez. 
rusko_èesky 
rusko_sovìt. 
rùst 
rùznı 
rùová 
rvaèka 
ryba 
rybaøení 
rybíz 
rybník 
rıè 
rychlík 
rychlı 
rıma 
rıt 
rıe 
øasenka 
øecko_èesky 
øecko_mez. 
øeditel 
øedkvièka 
øeka 
øepa 
øetìz 
øetízek_na_krk 
øezat 
øezník 
øezy 
øidiè 
øídit_auto 
øídit_øeditel øídit ve smyslu firmu, školu, závod apod.
øídkı 
øíjen 
øízek slang nemùu spát
øvát 
s_se 
sádlo 
sádra 
sádra_ruka 
sahara 
sako 
salám 
samoobsluha 
samostatnı 
samozøejmì 
sandále 
sánì 
sanitka 
sardinky 
satelit 
saudská_arábie 
sbìratelství 
sborovna 
sebevrada 
sedìt 
sedm 
sedm_hodin na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
sedmá_tøída  tøída nebo roèník
sedmdesát 
sedmého_datum 
sedmnáct 
sedmset 
sedmı_poøadí 
sehnat 
sekaèka_nùky_na_plot 
sekaná 
sekera 
sekretáøka 
sem 
semafor 
semifinále 
senegal 
seno 
sestra 
sestøenice 
sestup 
sešit 
sever 
severní_amerika 
severní_irsko 
sex 
sexuolog 
seznámit_se 
sezóna 
shánìt 
scházet 
scházet_se 
schodištì 
schopnı 
schovat 
schovat_se 
schvalovat 
sídlištì 
síla 
silnice 
silnı_postava 
silnı_síla silnı,ne tlustı
silon 
silonovı 
silvestr 
sí 
situace 
skákat 
skála 
sklenice 
skleník 
sklep 
skleróza 
skoky_do_vody 
skoky_na_lyích 
skopové 
skotsko 
skromnı 
skrıvat 
skøíò 
skvrna 
slabı 
sladkı 
sladkı_pøeslazenı 
slanı 
slavnost 
slavnı 
sleèna 
sledování_televize 
slepice 
slepı 
slezsko 
slibovat 
slipy 
slon 
slouit 
slovensko 
slovesa 
slovinsko 
sloenka 
slunce 
sluneèní_brıle 
slušet 
slušnı 
slyšet 
slyšící 
smát_se 
smait_cokoliv 
smait_øízek smait-ruka jako obrací maso a smaí
smìr 
smetáèek 
smetana 
smíchov 
smrdìt 
smrt 
smùla 
smutnı 
snait_se 
snait_se  
snídanì 
sníh 
sníit 
snoubenci 
snubní_prsten 
sobota 
sochaø 
sokolov 
sopka 
souèasnì 
souèástka 
soud 
souhlasit 
soukromı 
soukromı_lékaø 
soukromı_podnikatel 
soustruník 
soutì 
sova 
spála 
spálenina 
spalnièky 
spát_obecnì 
spát_poøádnì spát ve smyslu poøádnì se vyspat, hajnout si apod.
speciální 
spìchat 
spekulace 
spirála 
spisovatel 
spí_komora 
splnit 
spodní_prádlo 
spokojenı 
spoleèenské_hry 
spoleènı_ivot 
spoléhat 
spolehlivı 
spolu 
spolupráce 
spona_do_vlasù 
spor 
sport 
sportovec 
sportovní_hala 
spravedlivı 
správnì 
sprcha 
spropitné 
sprostı 
srdce 
srí_lanka 
srp 
srpen 
staèit 
stadión 
stále 
standard 
starat_se 
staroitnost 
starší 
starı 
stateènı 
státní_byt 
státní_svátek 
stavaø 
stavební_materiál 
stavìt 
stìhovat_se 
stìna 
stìovat_si 
stihnout 
stín 
stmívat se 
sto 
století 
strach 
strachovat_se 
strakonice 
strašnı 
stravování 
strojírenství 
strom 
strop 
strouhanka 
struhadlo 
strıc 
støeda 
støední 
støední_odborná_škola 
støední_odborné_uèilištì 
støecha 
støeva 
støhat_vlasy 
støíbrná 
støih 
støíhat_látku 
støíhat_nehty 
støíhat_papír 
støíhat_trávu 
støílet 
student 
studenı 
studovat 
stuha 
stùl 
stulpny 
stupeò_jednotka stupeò ve smyslu fyzikální jednotky, ne stupeò jako schod
stydìt_se 
stydlivı 
styl 
sud 
suchı 
suchı_zip_rukáv 
suchı_zip_vpøedu  suchı zip vpøedu napø.na bundì
suknì 
sùl 
sumec 
surovı 
sušit 
svaèina 
svádìt 
sval 
sváøeè 
svatba 
svátky 
svìdìní 
svìrák 
svìøit 
svìtlé_vlasy 
svìtové_strany 
svìtoznámı 
svetr 
svíèka 
svíèková 
svíravá_bolest 
svislı 
svlékat 
svobodnı 
svùj 
sympatickı 
syn 
sır 
sırie 
sırová_roláda 
syrovı 
šablona 
šachy 
šála 
šampaòské 
šampón 
šance 
šátek_hlava 
šátek_krk 
šatna 
šaty 
šedá 
šedesát 
šéf 
šerm 
šest 
šest_hodin na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
šestá_tøída tøída nebo roèník
šestého_datum 
šestnáct  
šestset 
šestı_poøadí 
šicí_stroj 
šikmı 
šílenství 
šípek 
širokı 
šití 
škoda 
škola 
školní_pomùcky 
školní_øád 
školník 
škrtit 
škubánky 
škùdce 
šle 
šlehaèka 
šòùra 
šok 
špagety 
španìlsko 
španìlskı_ptáèek 
špatnı 
špenát 
špendlík 
šperky 
špinavı 
šroubovák 
štafle 
šastnı 
štìdrı_den 
štìkat 
štìstí 
štìtec 
štíhlı 
štvát_rozèilovat 
šumava 
šumperk 
šunka 
švadlena 
švagrová 
švédsko 
švestka 
švihadlo 
švıcarsko 
tableta 
tábor 
tabule 
tác 
tady 
tahat 
tajemník 
tajnı 
také 
talíø 
tam 
tanec 
taneèní_zábava 
taška 
táta 
taxi 
taxikáø 
tázací_vırazy 
téci_kohoutek téci odnìkud, kouhoutek, praèka apod., kapat
téci_voda téci øeka, potok, velká voda apod.
teï 
technik 
tele 
telecí 
telefon 
telefonní_budka 
telegram 
tìlesná_vıchova 
televize_obecnì 
televize_obrazovka 
tìlo 
tìlocvièna 
temperamentní 
tenis 
tenisky 
tepelná_elektrárna 
tepláková_souprava 
teplice 
teplo 
teplomìr 
teplı 
terezín 
termín 
tesaø 
tìstoviny 
tìšit_se 
teta 
tìkı 
thajsko 
ticho 
tisíc 
tiskárna 
titulky 
tkanièka 
tlaèenka 
tlaèit_bota tlaèit ve smyslu nìco se nìkam nevejde 
tlaèit_nìco tlaèit nìco, roztlaèit, v pohybu
tlumoèit 
tlumoèník 
tlustı_postava 
tma 
tmavé_vlasy 
tmel 
toèené_pivo 
topiè 
topinka 
topit_kamínka 
topit_se 
toulavı 
touit 
továrna 
tragédie 
traktor 
tramvaj  
tráva 
tréma 
trenér 
trénink 
trenırky 
trest 
trh 
trhat  
trhat_shora trhat jablka apod.
trièko_dlouhé trièko s dlouhım rukávem
trièko_krátké trièko s krátkım rukávem
trinidad 
trní 
trochu 
trojúhelník 
trolejbus 
trouba 
trpìlivı 
truhláø 
truchlit 
trvat 
tøeba 
tøeboò 
tøešnì 
tøetí_poøadí 
tøetí_tøída tøída nebo roèník
tøetího_datum 
tøi 
tøi_ètvrtì 
tøi_hodiny na otázku v kolik hodin nebo kdy, ne jak dlouho to trvalo
tøicet 
tøída 
tøináct 
tøista 
tøpytit_se 
tuberkulóza 
tuènı  1.díl
tuk 
tuna 
tunel 
tunisko 
tupı 
turecká_káva 
turecko 
turistika 
turnaj 
turnov 
tušit 
tuka 
tvaroh 
tvary 
tváøe 
tvrdohlavı 
tvrdı 
tvùj 
ty 
tıden 
tygr 
tıkat_se 
typ_postavy 
tırat 
u 
ubliovat 
ubohı 
ubrousek 
ubrus 
úcta_a_dùvìra 
uctívat 
úèastnit_se 
uèebnice 
uèeò 
uèesat_se 
uèit_nìkoho 
uèit_se 
uèitel 
udat_nìkoho udat èlovìka, ne tøeba adresu
údolí 
uganda 
uhasit 
uherské_hradištì 
uherskı_brod 
uhlí 
úhoø 
ucho 
ukázat 
ukazovat_nìco 
ukazovat_znakovat 
uklízeèka 
uklízet 
ukrajina 
ukrást 
ulice 
umìlec 
umìlı 
umìní 
umìt 
umístit 
umøít_mùe umøít jako monost, napø. je na umøení
umøít_u_zemøel 
úmyslnı 
umıt_hlavu 
umıt_nìco 
umıt_oblièej 
umıt_ruce 
umyvadlo 
unavenı 
uniknout 
univerzita 
únor 
upadnout 
uplácet 
úplatek 
úplnìk 
upozornit 
úprava_jídla 
upøímná_soustrast 
upøímnı 
uragán 
úraz 
urazit_se 
urazit_ujet 
uraenı 
uráka 
urèení_smìru 
urèitì 
úroda 
urologie 
uruguay 
úøad_práce 
úøedník 
usa 
úsek 
usmìvavı 
usmívat_se 
úspìch 
ústa 
ústí_nad_labem 
ústí_nad_orlicí 
ústøední_topení 
ušetøit_peníze ušetøit peníze, majetek, ne ve smyslu uchránit
utahanı 
utìrka 
úterı 
utíkat 
utkání 
útoèník 
útok 
úvazek_na_dobu_neurèitou 
uvaovat 
uvìdomit_si 
uvidìt_nìco 
uvidìt_se s_nìkım uvidìt ve smyslu potkat se
uvolnit 
území 
uzenina 
uzenı 
úzkı 
uznat 
u 
úas 
uívat_pouívat 
v_restauraci 
v_ve 
vadit 
váha 
váhavı 
valašské_meziøíèí 
vana 
vánoce 
vánoèka 
varovat 
vaøit 
vaøit_èaj 
vaøit_jídlo 
vaøit_vodu 
váš 
vášnivı 
vata 
vatikán 
váza 
váit_si_sebe 
vánı 
vèas 
vèela 
vèera 
vdaná 
vdova 
vdovec 
veèer 
veèerníèek 
veèeøe 
vìdec 
vìdìt 
vedle 
vedoucí 
vedro 
vejce 
veka 
velikonoce  
velikost 
velitel 
velká_británie 
velkı_postava brouk
velkı_vìc hrneèek
velmi 
velryba 
velvyslanec 
ven 
vìnec 
venezuela 
venku 
ventilátor 
vepøové 
vìrnı 
vìøit 
veselı 
veslování 
vesmír 
vesnice 
vesta 
veterináø 
vìtší 
veverka 
vìzení 
vhodnı 
vchod 
víc 
více 
vídeòská_káva 
video 
vidle 
vidlièka 
vietnam 
vichøice 
víkend 
vila 
vina 
vinárna 
víno 
vír_vìtrnı vír toèící se smìrem nahoru
vír_vodní vír stahující smìrem dolù
viset 
vítat 
vítr 
vlak 
vlastní 
vlastnosti 
vlasy 
vlaštovka 
vlanı 
vlk 
vlna_na_pletení 
vlna_v_terénu vlna ve vodì, v krajinì, ne na pletení nebo ve vlasech
vlnité_vlasy_dlouhé 
vlnité_vlasy_krátké 
vloky 
vnitøní_krvácení 
vnitøní_orgány 
vnuèka 
vnuk 
vodítko 
vodní_elektrárna 
vodní_pólo 
vodomìr 
vodopád 
vodováha 
vodovodní_baterie 
voják 
volat_telefonovat 
volat_zavolat_mì 
volba_povolání 
volejbal 
vonìt 
vosa 
vpøedu 
vrabec 
vrásky 
vrátit_mnì 
vrátit_pryè vrátit nìkomu, nìkam
vrada 
vrch_kopec 
vrchní_sestra 
vrtaèka_norm. 
vrtaèka_stolní 
vrták 
vrtulník 
vøed 
vsadit_se 
vstávat_postel 
vstávat_zvedat_se 
vstupenka 
všechno 
všichni 
všimnout_si 
vteøina 
vùbec 
vulgární 
vùnì 
vy 
vıbava 
vıbìr 
vıbornı 
vybrat 
vybuchnout 
vıbušnı 
vycpávky_ramenní 
vyèítat 
vydìlávat 
vıdìlek 
vydírat 
vydret  
vyhnout_se 
vyhodit_nìco 
vyhodit_nìkoho 
vyhovìt 
vıhra 
vycházka 
vıchod_obecnì jen ruka zpod pae-2.díl
vıchod_odkud vıchod odnìkud, z domu apod., ne slunce
vychovatel 
vychovávat 
vyjádøení_emocí 
vyjasòovat 
vyjímeènı 
vykašlat_se_na_nìkoho 
vykloubení 
vılet 
vylosování 
vylouèit 
vymìnit  
vymlouvat 
vymıšlet 
vynadat_mi 
vynadat_nìkomu 
vynikající 
vypínaè 
vıpovìï 
vıpovìï_vylouèení 
vıprava 
vyprávìt 
vyprodáno 
vyrábìt 
vyráka 
vıroèí 
vyrovnat 
vyøídit_záleitost vyøídit nìco ve smyslu domluvit, ne vzkaz
vysavaè 
vysílat 
vıskyt 
vısledek 
vysoká_škola 
vysokı_postava 
vysokı_tlak_krevní 
vıstava 
vystoupit_nahoru vystoupit na nìco, spíš ve smyslu nastoupit
vystoupit_z_nìèeho vystoupit tøeba z tramvaje apod.
vıstøední 
vystøídání 
vystøídat 
vysvìdèení 
vysvìtlit 
vysvobodit 
vyšívání 
vyšplhat_obec. 
vyšplhat_objevit_se 
vyšší_odborná_škola 
vıtah 
vytahovat_se 
vytrhnout_obec. 
vytrhnout_zub 
vıtvarník 
vyuèenı 
vyuèovací_pøedmìty 
vyuèovat 
vyuít 
vyzdobenı 
vzácnı 
vzadu 
vzdálenost 
vzdát_se_nìèeho 
vzdát_se_nìkomu vzát se s rukama nahoøe
vzduch 
vzhled 
vzít 
vzor 
vzornı 
vzp 
vzpírání 
vzpomenout_si 
vztah 
vztek 
vzteklina 
vdy 
walkman 
wc 
whisky 
windsurfing 
z_ze 
za_1 
za_14_dní 
za_3_nedìle 
za_chvíli 
za_mìsíc 
za_rohem 
za_z za-oznaèením písmene z u brady
zabíjaèka 
zabít 
zablokovat 
zabloudit 
záclona 
zácpa 
zaèátek 
záda 
zadek 
zadret 
zahrada 
zahradní_nùky 
zahradnické_potøeby 
zahradník 
záchod 
zachránit 
záchvat 
zájezd 
zajíc 
zajímat_se 
zajímavı 
zajišovat 
zájmena 
zakázanı 
zakazovat 
zakládat_vytvoøit zakládat ve smyslu vytvoøit, zaloit nìco nového, ne tøeba do šanonu
základní 
základní èíslovky 
základní_škola 
zákon 
zakroèit 
zákusek 
zalévat 
záliby 
zaloit_rodinu 
záloník 
zámeèník 
zámek_visaci zámek visací, pøípadnì jinı, kterı se zacvakne k sobì, na kolo apod.
zamìstnání 
zametat_koštìtem zametat velkım koštetem apod.
zametat_na_lopatku zametat malım koštátkem na lopatku
zamilovanı 
zamraèenı 
zánìt_slepého_støeva 
zaniknout 
západ 
zápal_plic 
zapálit 
zápalky 
zapalovaè 
zápas 
zapírat 
zapisovatelka 
zaplatit 
zápoèet 
zapomenout 
zardìnky 
záruèní_lhùta 
záøí 
záøivka 
zaøízení_bytu 
zásoba 
zastavení_èinnosti 
zastávka 
zásuvka 
zatím 
zatknout 
závada 
závaí 
závìs_okno závìs na oknì, skøínce apod.
závidìt 
závin 
zavírací_špendlík 
závod_sport 
závora 
zavøenı 
zbabìlı 
zboí 
zbyteènı 
zbytek 
zdarma 
zdatnı 
zdravit 
zdravotní_pojišovna 
zdravotní_sestra 
zdravotní_støedisko 
zdravotnickı_materiál 
zdravotnictví 
zdroj 
zedník 
zelená 
zelenina 
zelí 
zemì 
zemìdìlec 
zemìpis 
zemìtøesení 
zemøít 
zevní_krvácení 
zhasnout 
zima 
zimbabwe 
zip 
zisk 
zítra 
zjistit 
zklamat 
zkoušet 
zkouška 
zkusit 
zkušební_ doba 
zlatá 
zlatník 
zlepšovatel 
zlín 
zlobivı 
zlodìj 
zlomek_matematickı zlomek matematickı, ne ve smyslu èást nìèeho, zbytek nìèeho
zlomenina 
zlomit 
zlomky 
zmaèkanı 
zmìnìná_pracovní_schopnost 
zmizet 
zmrzlina 
zmrzlı 
znaèka 
známka_1 
známka_2 
známı 
znásilnìní 
znát 
zneuití 
znovu 
zodpovìdnı 
zoufalı 
zpátky_ke_mnì 
zpátky_nìkam zpátky ve smyslu zpátky do práce, domù, ne ke mnì
zpìv 
zranìní 
zrcadlo 
zrušit 
ztratit 
zubaø 
zubní_kartáèek 
zubní_pasta 
zubní_protéza 
zubøí 
zuby 
zùstat 
zvíøata 
zvláštní_škola 
zvonek_byt 
zvonit_budík zvonit na zvon nebo zvonek se srdíèkem, zvoní budík apod.
zvonit_dùm zvonit na zvonek u bytu, domu
zvracení 
zvyknout 
zvıšit 
ába 
áci 
ádat 
ádnı 
ák 
ákovská_kníka 
aloba 
alovat_na_nìkoho 
alovat_soud alovat ve smyslu podat alobu u úøadu
aludek 
aluzie 
árlivı 
árovka 
ebra 
ebrat 
ebøík 
ehlièka 
ehlit 
elezo 
elva 
emle 
ena 
enatı 
idle 
iletka 
ínka 
irafa 
ivotní_prostøedí 
ivotospráva 
ízeò 
íala 
loutek 
loutenka 
lutá 
lutá_karta 
ralok 
upan 
